export const INSERT_MESSAGES = [
    '⬇⬇⬇⬇⬇추가할 유튜브의 채널 ID를 입력하시오⬇⬇⬇⬇⬇', 
    '⬇⬇⬇⬇⬇추가할 유튜브의 채널 이름을 입력하시오⬇⬇⬇⬇⬇',
    '기존 채팅채널에 새 영상을 올리고 싶으면 "Y" 입력!!\n새 채팅채널에 새 영상을 올리고 싶으면 "N" 입력!!',
    [
        '기존 채팅채널명을 입력해주세요!!  EX) #테스트',
        '새롭게 생성할 채팅채널명을 입력해주세요!! EX) 테스트'
    ],
    ' ',
    '채널이 추가되었습니다.\n!목록 명령어로 확인하십시오',
];
export const REPLY_MESSAGES = [
    [
        '/channel/UCs6EwgxKLY9GG4QNUrP5hoQ 또는 /c/채널명 의 형식으로 입력해주세요. \n진짜 가끔 /user로 시작하는 채널도 있음^^;;',
        '이미 있는 채널 또는 세상에 존재하지 않는 채널입니다.\n!목록 확인 후 시도해주시기 바랍니다.'
    ],
    '조건에 맞지 않는 것을 입력하였습니다. 다시 입력 부탁드립니다.',
    '"Y" 또는 "N"을 입력해주세요',
    '알맞는 채팅채널명을 입력해주세요 ^^',
    '입력이 취소 되었습니다.',
];

export const delete_messages = [
    '⬇⬇⬇⬇⬇삭제할 유튜브의 채널 이름을 입력하시오⬇⬇⬇⬇⬇',
    '채널이 삭제되었습니다.\n!목록 명령어로 확인하십시오',
]
export const delete_reply_message = [
    '없는 채널을 입력하였거나 틀렸습니다. 다시 입력해주세요',
    [
        '채널 삭제를 중지합니다.',
        '잘못입력하였습니다. 다시 입력하시오',
    ]
]